{
	"home_title": "Головна",
	"about_us_title": "Про нас",
	"house_title": "Фотоелектричні системи для односімейних будинків",
	"company_title": "Корпоративна інсталяція",
	"components_title": "Компоненти",
	"our_installation_title": "Наша установка",
	"contacts_title": "Контакти",
	"tel": "Номер телефону",
	"manuals_title": "Посібники",
	"logo_title": "Фотоелектричні системи, які мають сенс",
	"get_in_touch_title": "Консультації від наших експертів",
	"get_in_touch_link": "Я хочу отримати цінову пропозицію",
	"about_us_p1": "У сучасну епоху, коли зростає акцент на сталому розвитку та енергетичній самодостатності, фотоелектричні системи стають ключовим рішенням для домогосподарств та бізнесу. Вибір правильного партнера для впровадження фотоелектричної системи є надзвичайно важливим. Ми – команда досвідчених професіоналів. Кожен з нас працює в енергетичній галузі вже багато років і пропонуємо комплексні послуги, що гарантують максимальне задоволення клієнтів",
	"about_us_p2": "Понад усе, ми робимо акцент на індивідуальному підході. Кожен проект для нас унікальний, і ми ставимося до нього з максимальною турботою, починаючи від початкової консультації, через проектування, до самого монтажу та подальшого обслуговування. Наші експерти допоможуть вам обрати оптимальне рішення, яке відповідатиме вашим потребам, фінансовим можливостям та характеру вашої нерухомості",
	"about_us_p3": "Ми звертаємо увагу на якість матеріалів та технологій, що використовуються. Ми співпрацюємо з провідними світовими виробниками, що забезпечує тривалий термін служби та високу ефективність наших систем. Крім того, ми допоможемо вам з адмініструванням та отриманням субсидій, щоб зробити весь процес максимально простим",
	"about_us_p4": "Нашим пріоритетом є прозорість, надійність та побудова довгострокових відносин. З нами ви отримаєте не лише якісний продукт, але й впевненість у тому, що ми подбаємо про вас навіть після завершення встановлення. Ми вважаємо, що інвестування у фотоелектричні системи має сенс, і ми будемо раді підтримати вас на цьому шляху. Оберіть нас та отримайте надійного партнера для вашого енергетичного майбутнього",
	"company_desc": "Ми пропонуємо компаніям індивідуальні консультації, адаптовані до їхніх потреб, завдяки яким ми можемо максимально використати переваги фотоелектричних електростанцій. Ми побудуємо для вас фотоелектричну електростанцію на будь-якому типі даху, а також є спеціалістами з наземного монтажу. Залиште нам свої контактні дані, і ми з радістю зв'яжемося з вами",
	"our_installation_desc": "Ми дбаємо про задоволення наших клієнтів. Тут ви можете переглянути деякі з наших установок фотоелектричних електростанцій. Якщо вас зацікавили будь-які з виконаних нами установок, будь ласка, не соромтеся звертатися до нас",
	"navigation": "Навігація",

	"home": {
		"title": "Освітіть свій будинок або бізнес сонячною енергією",
		"contacts_link": "Організуйте зустріч без зобов'язань",
		"about_company_title": "Про нашу компанію",
		"years": "роки досвіду",
		"clients": "клієнти",
		"members": "члени команди",
		"installated": "встановлена ​​потужність",
		"about_us_link": "Більше про нас",
		"we_work_with_title": "Ми працюємо з"
	},

	"why_us": {
		"title": "Чому варто обрати нашу компанію?",
		"option1": "Індивідуальні рішення",
		"desc1": "Виходячи з ваших потреб та вимог, ми запропонуємо відповідне рішення, яке заощадить ваші кошти та зробить вас незалежними",
		"option2": "Ми візьмемо на себе весь процес",
		"desc2": "Ми розробимо рішення, оформимо всі дозволи, встановимо та запустимо фотоелектричну систему. Ми також подбаємо про подальше обслуговування",
		"option3": "Онлайн-відстеження",
		"desc3": "Ми дистанційно контролюємо стан вашої фотоелектричної електростанції, і якщо виникає проблема, ми одразу про неї дізнаємося. Ми зробимо ремонт швидко та якісно",
		"option4": "Безперервне обслуговування",
		"desc4": "У нас є команди спеціалістів по всій Чеській Республіці. Завдяки цьому ми дуже швидко забезпечуємо гарантійне та післягарантійне обслуговування в кожному регіоні",
		"option5": "Покращені гарантії",
		"desc5": "Ми надаємо гарантію до 25 років на панелі та оптимізатори, до 20 років на інвертори та до 20 років на конструкції"
	},

	"process": {
		"title": "Наш процес",
		"option1": "Персональна консультація та надання документів",
		"desc1": "Наш технічний консультант оцінить варіанти впровадження безпосередньо на місці. Він дізнається основну інформацію про ваші плани, ідеї та можливості і запропонує ідеальне рішення",
		"option2": "Підготовка пропозиції",
		"desc2": "Ми підготуємо цінову пропозицію на основі всіх документів",
		"option3": "Технічний аудит",
		"desc3": "Якщо буде домовленість, наш технічний спеціаліст відвідає вас та детально обговорить з вами найкращий технологічний процес встановлення вашої фотоелектричної електростанції",
		"option4": "Підписання контракту",
		"desc4": "Наступним кроком у процесі є підписання договору на виконання робіт",
		"free": "Безкоштовно для наших клієнтів",
		"option5": "Адміністративна обробка",
		"desc5": "Ми отримаємо всі необхідні дозволи для реалізації проєкту та організуємо для вас субсидію",
		"option6": "Впровадження проекту",
		"desc6": "Ми встановимо вашу фотоелектричну електростанцію та проведемо її обстеження",
		"option7": "Сервіс та моніторинг",
		"desc7": "Ми продовжуємо стежити за функціональністю установки та, за необхідності, надаємо послуги якомога швидше",
		"option8": "Задоволений клієнт",
		"desc8": "Задоволений клієнт, який користується своєю фотоелектричною електростанцією та рекомендує свій досвід встановлення та компанію своїм друзям та знайомим"
	},

	"stats": {
		"title": "Орієнтовна кількість енергії на місяць",
		"jan_s": "С",
		"feb_s": "Л",
		"mar_s": "Б",
		"apr_s": "К",
		"may_s": "Т",
		"jun_s": "Ч",
		"jul_s": "Л",
		"aug_s": "С",
		"sep_s": "В",
		"oct_s": "Ж",
		"nov_s": "Л",
		"dec_s": "Г",
		"jan_m": "Січ",
		"feb_m": "Лют",
		"mar_m": "Бер",
		"apr_m": "Кві",
		"may_m": "Тра",
		"jun_m": "Чер",
		"jul_m": "Лип",
		"aug_m": "Сер",
		"sep_m": "Вер",
		"oct_m": "Жов",
		"nov_m": "Лис",
		"dec_m": "Гру",
		"jan_l": "Січень",
		"feb_l": "Лютий",
		"mar_l": "Березень",
		"apr_l": "Квітень",
		"may_l": "Травень",
		"jun_l": "Червень",
		"jul_l": "Липень",
		"aug_l": "Серпень",
		"sep_l": "Вересень",
		"oct_l": "Жовтень",
		"nov_l": "Листопад",
		"dec_l": "Грудень"
	},

	"partners": {
		"title": "Ми співпрацюємо з"
	},

	"our_team": {
		"title": "Наша команда",
		"member1": "Дизайнер",
		"member2": "Офіс-менеджер",
		"member3": "Директор з продажу",
		"member4": "ІТ-спеціаліст",
		"member5": "Логістика",
		"member6": "Фронт-офіс",
		"member7": "Бек-офіс",
		"member8": "Керівник монтажної групи",
		"member9": "Виконавчий директор"
	},

	"guarantees": {
		"title": "Гарантії",
		"guarantee1": "років для інверторів",
		"guarantee2": "цикли роботи від батареї",
		"guarantee3": "років для фотоелектричних панелей",
		"guarantee4": "роки для роботи панелі",
		"guarantee5": "років для системи кріплення",
		"guarantee6": "років на кабель",
		"guarantee7": "роки для безпечного AC/DC",
		"till": "до"
	},

	"why_solar": {
		"title": "Чому варто використовувати сонячну енергію",
		"sec_title": "Ми віримо в силу сонячної енергії, яка змінює життя та громади",
		"option1": "Фінансові вигоди",
		"desc1": "Інвестування у власну фотоелектричну установку – це не лише спосіб зменшити рахунки за електроенергію, а й крок до сталого майбутнього",
		"option2": "Енергетична незалежність",
		"desc2": "Візьміть повний контроль над своїм джерелом енергії та максимально використайте свій потенціал",
		"option3": "Надійність",
		"desc3": "Насолоджуйтесь безперебійним живленням для вашої зручності",
		"option4": "Екологічні переваги",
		"desc4": "Виробляйте електроенергію на своєму даху. Ми оформимо для вас субсидію, ви заощадите на дорогій енергії з мережі. Ви збільшите вартість своєї нерухомості та зробите свій внесок у захист навколишнього середовища"
	},

	"advantages": {
		"title": "Переваги",
		"option1": "Контроль витрат на енергію",
		"desc1": "Завдяки сонячній енергії ви можете забезпечити передбачувані витрати на електроенергію на довгі роки",
		"option2": "Допомога довкіллю",
		"desc2": "Сонячна енергія створює на 91% менше забруднення CO2, ніж природний газ, і на 96% менше CO2, ніж вугілля",
		"option3": "Енергетична незалежність",
		"desc3": "Чиста сонячна енергія забезпечує нас необмеженим надійним джерелом енергії"
	},

	"components": {
		"section1": "Інвертори",
		"section2": "Зберігання акумулятора",
		"section3": "Панелі",
		"section4": "Оптимізатори"
	},

	"contacts": {
		"contact_us": "Зв'яжіться з нами",
		"first_name": "Ім'я",
		"last_name": "Прізвище",
		"message": "Повідомлення",
		"submit": "Надіслати",
		"contact_details": "Контактна інформація",
		"address_office": "Адреса офісу",
		"address_company": "Адреса компанії",
		"working_hours": "Робочі години",
		"mon": "Понеділок",
		"tue": "Вівторок",
		"wed": "Середа",
		"thu": "Четвер",
		"fri": "П'ятниця",
		"sat": "Субота",
		"sun": "Неділя",
		"closed": "Зачинено"
	}
}
