{
	"home_title": "Home",
	"about_us_title": "About us",
	"photovoltaics_for_single_family_homes_title": "Photovoltaics for single-family homes",
	"photovoltaics_for_companies_title": "Photovoltaics for companies",
	"svj_title": "Unit owners association",
	"svj_sec_title": "Find out more about SVJ",
	"components_title": "Components",
	"our_installation_title": "Our installation",
	"contacts_title": "Contacts",
	"tel": "Phone number",
	"manuals_title": "Manuals",
	"logo_title": "Solar power that makes sense",
	"get_in_touch_title": "Consultations from our experts",
	"get_in_touch_link": "I want a quote",
	"about_us_p1": "In today's era, when the emphasis on sustainability and energy self-sufficiency is growing, photovoltaics are becoming a key solution for households and businesses. Choosing the right partner for the implementation of a photovoltaic system is essential. We are a team of experienced professionals. Each of us has been in the energy industry for many years and we offer comprehensive services that guarantee maximum customer satisfaction",
	"about_us_p2": "Above all, we emphasize an individual approach. Each project is unique to us and we take the utmost care of it, from the initial consultation, through the design, to the installation itself and subsequent service. Our experts will help you choose the optimal solution that will meet your needs, financial capabilities and the nature of your property",
	"about_us_p3": "We pay attention to the quality of the materials and technologies used. We cooperate with leading world manufacturers, which ensures the long life and high efficiency of our systems. In addition, we will help you with administration and obtaining subsidies to make the whole process as simple as possible",
	"about_us_p4": "Our priority is transparency, reliability and building long-term relationships. With us you will not only get a quality product, but also the certainty that we will take care of you even after the installation is completed. We believe that investing in photovoltaics makes sense, and we will be happy to support you on this journey. Choose us and get a reliable partner for your energy future",
	"company_desc": "We offer companies individual advice tailored to their needs, thanks to which we can maximize the benefits of photovoltaic power plants. We will build a photovoltaic power plant for you on any type of roof and we are also specialists in ground installations. Leave us your contact details and we will be happy to get back to you",
	"our_installation_desc": "We care about our customers' satisfaction. Here you can see some of our photovoltaic power plant installations. If you are interested in any of the completed installations, do not hesitate to contact us",
	"navigation": "Navigation",
	"download": "Download",
	"copy": "Click to copy",
	"copied": "Copied",
	"required": "Required",
	"all_rights_reserved": "All rights reserved",
	"home_seo_desc": "FVE - stavby s.r.o. offers top-tier solar energy solutions in the Czech Republic, promoting sustainable living and reducing energy costs. Harness the sun!",
	"about_us_seo_desc": "FVE - stavby s.r.o. are Czech solar energy experts. We install custom photovoltaic systems for homes and companies to save energy and costs.",
	"photovoltaics_for_single_family_homes_seo_desc": "Turnkey solar power systems for homes in the Czech Republic. Save on energy costs with FVE - stavby s.r.o. and get a New Green Savings subsidy.",
	"photovoltaics_for_companies_seo_desc": "Photovoltaic systems (PV) for businesses in the Czech Republic. FVE - stavby s.r.o. offers cost-saving solar solutions for commercial buildings.",
	"svj_seo_desc": "FVE - stavby s.r.o.: turnkey solar for SVJ (homeowners associations). Save energy; we handle New Green Savings subsidies and install across the Czech Republic.",
	"our_installation_seo_desc": "See our photovoltaic projects. FVE – stavby s.r.o. delivers professional solar installations for homes and businesses across the Czech Republic.",
	"contacts_seo_desc": "Contact FVE – stavby s.r.o. with your solar PV questions. Phone, email, office address, and a quick contact form for the Czech Republic.",
	"manuals_seo_desc": "Download guides and manuals for photovoltaics. FVE – stavby s.r.o. provides clear documentation for operating and maintaining solar systems.",
	"pageNotFound": "Page not found",

	"header": {
		"openMenu": "Open menu",
		"closeMenu": "Close menu"
	},

	"home": {
		"title": "Light up your home or business with solar energy",
		"contacts_link": "Arrange a non-binding meeting",
		"about_company_title": "About our company",
		"years": "years of experience",
		"clients": "clients",
		"members": "team members",
		"installated": "installed capacity",
		"about_us_link": "More about us",
		"we_work_with_title": "What we offer"
	},

	"why_us": {
		"title": "Why choose our company",
		"option1": "Tailor-made solutions",
		"desc1": "Based on your needs and requirements, we will recommend a suitable solution that will save you money and make you self-sufficient",
		"option2": "We will take care of the entire process",
		"desc2": "We will design a solution, arrange all permits, install and start the photovoltaic system. We will also take care of the subsequent service",
		"option3": "Online tracking",
		"desc3": "We remotely monitor the status of your photovoltaic power plant and if there is a problem, we know about it immediately. We will provide repairs quickly and efficiently",
		"option4": "Non-stop service",
		"desc4": "We have teams of specialists throughout the Czech Republic. Thanks to this, we can provide warranty and post-warranty service very quickly in every region",
		"option5": "Superior warranties",
		"desc5": "We provide a warranty of up to 25 years on panels and optimizers, up to 20 years on inverters and up to 20 years on structures"
	},

	"process": {
		"title": "Our process",
		"option1": "Personal consultation and provision of documents",
		"desc1": "Our technical consultant will evaluate the implementation options on site. He will find out basic information about your plans, ideas and possibilities and propose the ideal solution",
		"option2": "Preparing the offer",
		"desc2": "We will prepare a price quote based on all the documents",
		"option3": "Technical audit",
		"desc3": "If agreed, our technical specialist will visit you and discuss with you in detail the best possible technological procedure for installing your photovoltaic power plant",
		"option4": "Signing the contract",
		"desc4": "The next step in the process is to sign a contract for the work",
		"free": "Free for our clients",
		"option5": "Administrative processing",
		"desc5": "We will secure all the permits we need to implement the project and arrange a subsidy for you",
		"option6": "Project implementation",
		"desc6": "We will install your photovoltaic power plant and perform an inspection",
		"option7": "Service and monitoring",
		"desc7": "We continue to monitor the functionality of the installation and, if necessary, provide service as quickly as possible",
		"option8": "Satisfied customer",
		"desc8": "A satisfied customer who uses his photovoltaic power plant and recommends his experience with installation and the company to his friends and acquaintances"
	},

	"stats": {
		"title": "Long-term production graph typical for the conditions of the Czech Republic/Central Europe",
		"desc": "PV production by month (installed capacity 10 kWp)",
		"jan_s": "J",
		"feb_s": "F",
		"mar_s": "M",
		"apr_s": "A",
		"may_s": "M",
		"jun_s": "J",
		"jul_s": "J",
		"aug_s": "A",
		"sep_s": "S",
		"oct_s": "O",
		"nov_s": "N",
		"dec_s": "D",
		"jan_m": "Jan",
		"feb_m": "Feb",
		"mar_m": "Mar",
		"apr_m": "Apr",
		"may_m": "May",
		"jun_m": "Jun",
		"jul_m": "Jul",
		"aug_m": "Aug",
		"sep_m": "Sep",
		"oct_m": "Oct",
		"nov_m": "Nov",
		"dec_m": "Dec",
		"jan_l": "January",
		"feb_l": "February",
		"mar_l": "March",
		"apr_l": "April",
		"may_l": "May",
		"jun_l": "June",
		"jul_l": "July",
		"aug_l": "August",
		"sep_l": "September",
		"oct_l": "October",
		"nov_l": "November",
		"dec_l": "December"
	},

	"partners": {
		"title": "We cooperate with"
	},

	"our_team": {
		"title": "Our team",
		"member1": "Designer",
		"member2": "Office Manager",
		"member3": "Sales Director",
		"member4": "IT Specialist",
		"member5": "Logistics",
		"member6": "Front office",
		"member7": "Back office",
		"member8": "Installation Team Leader",
		"member9": "Executive Director"
	},

	"guarantees": {
		"title": "Guarantees",
		"guarantee1": "years for inverters",
		"guarantee2": "battery cycles",
		"guarantee3": "years for photovoltaic panels",
		"guarantee4": "years for panel performance",
		"guarantee5": "years for the mounting system",
		"guarantee6": "years for cabling",
		"guarantee7": "years for secure AC/DC",
		"till": "till"
	},

	"why_solar": {
		"title": "Why you should use solar energy",
		"sec_title": "We believe in the power of solar energy to transform lives and communities",
		"option1": "Financial benefits",
		"desc1": "Investing in your own photovoltaic installation is not only a way to reduce your electricity bills, but also a step towards a sustainable future.",
		"option2": "Energy independence",
		"desc2": "Take full control of your energy source and maximize your potential",
		"option3": "Reliability",
		"desc3": "Enjoy uninterrupted power for your convenience",
		"option4": "Environmental benefits",
		"desc4": "Generate electricity on your roof. We will arrange a subsidy for you, you will save on expensive energy from the grid. You will increase the value of your property and contribute to environmental protection."
	},

	"advantages": {
		"title": "Benefits of photovoltaics for the company",
		"option1": "Energy cost control",
		"desc1": "With solar energy, you can ensure predictable electricity costs for years to come",
		"option2": "Helping the environment",
		"desc2": "Solar energy creates 91% less CO2 pollution than natural gas and 96% less CO2 than coal",
		"option3": "Energy independence",
		"desc3": "Clean solar energy provides us with an unlimited reliable source of energy"
	},

	"components": {
		"section1": "Inverters",
		"section2": "Battery storage",
		"section3": "Panels",
		"section4": "Optimizers"
	},

	"benefits": {
		"title": "Benefits of photovoltaics for a family home",
		"card_title_1": "Self-sufficiency",
		"card_desc_1": "A battery for storing excess energy ensures that you still have access to energy in bad weather or during a power outage",
		"card_title_2": "Energy independence",
		"card_desc_2": "By investing in a solar system that produces its own ecological energy, you will not be affected by the constant price increases from grid suppliers, because no one will increase the price of the electricity you produce",
		"card_title_3": "Clean energy",
		"card_desc_3": "Photovoltaics enables the conversion of solar energy into electricity without greenhouse gas emissions and contributes to a more sustainable future"
	},

	"contacts": {
		"contact_us": "Contact us",
		"first_name": "First name",
		"last_name": "Last name",
		"message": "Message",
		"submit": "Send",
		"contact_details": "Contact details",
		"address_office": "Office address",
		"address_company": "Company address",
		"working_hours": "Working hours",
		"mon": "Monday",
		"tue": "Tuesday",
		"wed": "Wednesday",
		"thu": "Thursday",
		"fri": "Friday",
		"sat": "Saturday",
		"sun": "Sunday",
		"closed": "Closed"
	}
}
